tap "dotenvx/brew"
tap "homebrew/bundle"
brew "openssl@3"
brew "bat"
brew "fzf"
brew "gh"
brew "ghq"
brew "jq"
brew "lazygit"
brew "libyaml"
brew "mas"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "zellij"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "discord"
cask "docker"
cask "figma"
cask "font-hack-nerd-font"
cask "grammarly-desktop"
cask "karabiner-elements"
cask "maccy"
cask "menubar-stats"
cask "microsoft-edge"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "benjaminbenais.copilot-theme"
vscode "dsznajder.es7-react-js-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
