tap "homebrew/bundle"
brew "atuin"
brew "openssl@3"
brew "bat"
brew "broot"
brew "chezmoi"
brew "libyaml"
brew "cocoapods"
brew "readline"
brew "deno"
brew "eza"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git-delta"
brew "grpcurl"
brew "pkgconf"
brew "icu4c@76"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "mise"
brew "navi"
brew "neovim"
brew "peco"
brew "protobuf"
brew "protoc-gen-go"
brew "ripgrep"
brew "starship"
brew "vips"
brew "zellij"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "android-commandlinetools"
cask "android-studio"
cask "arc"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "font-hack-nerd-font"
cask "google-drive"
cask "google-japanese-ime"
cask "grammarly-desktop"
cask "hhkb"
cask "karabiner-elements"
cask "logi-options+"
cask "menubar-stats"
cask "microsoft-edge"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "temurin"
cask "todoist-app"
cask "visual-studio-code"
cask "warp"
mas "1Password for Safari", id: 1569813296
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Obsidian Web Clipper", id: 6720708363
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
